INSERT INTO `Answers` (`anser_text`)
VALUES
(1, 'Финансовые мотивы'),
(2, 'Общественное признание'),
(3, 'Отношение с руководством'),
(4, 'Карьера, продвижение по службе'),
(5, 'Достижение личного успеха'),
(6, 'Содержание работы'),
(7, 'Сотрудничество в коллективе'),
(8, 'Крутые цели компании'),
(9, 'Имидж компании'),
(10, 'Престиж профессии'),
(11, '«Белая зарплата»'),
(12, 'Комфортная атмосфера в коллективе'),
(13, 'Возможность обучения'),
(14, 'Возможность профессионального роста'),
(15, 'Масштабные интересные задачи'),
(16, 'Гибкий график'),
(17, 'Возможность удалённой работы'),
(18, 'Близость работы'),
(19, 'Современный офис'),
(20, 'Удовольствие от процесса работы'),
(21, 'Обеспеченность оргтехникой / упакованное рабочее место'),
(22, 'Самостоятельность в работе'),
(23, 'Разнообразие работы'),
(24, 'Низкая напряжённость труда'),
(25, 'Возможность участия в управлении'),
(26, 'Другое');

INSERT INTO Admins (login, password)
VALUES ('admin', '$2y$10$uYv65GFFJ5peU8A7kODs...IJVqHnmBDBMfvcU1nWLRRNFqaB10hK');